<template>
<section>

<section v-if="$store.state.lang">
<mcSettings/>
</section>

<section v-else>
<p>В комнате царил полумрак, внутри которого был лишь один источник света, а именно смартфон, находящийся в руках юноши, возраст которого невозможно было разобрать из-за царившей вокруг темноты. Прямо сейчас он пристально вглядывался в экран, почти не дыша. <br><br> Сейчас вы находитесь в ожидании момента, который изменит всю вашу жизнь. И этот момент настал.
</p>
<p>- <MC>Да!!! Я сделал это! У меня получилось!</MC> - прокричал он, настолько громко, что наверняка все обитатели дома услышали его.
</p>
<p>- <MC>Мои старания не прошли зря! Поверить не могу! Последние несколько месяцев стоило того,</MC> – очень радостным тоном проговорил юноша.
</p>
<p>Вашей радости не было предела, а всё, потому что, вам приходилось работать как проклятый в течении нескольких месяцев. Без преувеличения можно сказать, что, эти несколько месяцев были самыми тяжкими в вашей жизни, а всё началось с момента переезда сюда.
</p>
<p>Видите ли, вы переехали сюда несколько месяцев назад, для подготовки к вступительным экзаменам в университет, в котором, к слову, учится ваша любимая старшая сестра, в этом году, она уже переходит на третий курс. Собственно, именно из-за неё ваш выбор пал на этот университет. Просто для меня вас она особенная… Как тёплые лечи солнца в холодные дни… Э-это сложно объяснить, хотя, впрочем, это и не нужно, главное, что вы здесь и добились успеха.
</p>
<p>- <MC>новые знакомства, возможности, интересные события и красивые девушки, особенно девушки, одним словом – новая жи…</MC> - не успели вы договорить заветную фразу, как внезапно были прерваны шумом открывшийся двери. <a class="a">А вот и неприятная часть истории.</a>
</p>
{{ this.$store.state.mcIm }}
<mcSettings/>
</section>

</section>
</template>

<script>
import MC from '../../components/CharStyles/MC'
import Sister from '../../components/CharStyles/Sister'
import mcSettings from '../../components/CharSettings/mcSettings'

export default {
    data(){
        return {
        }
    },
    components: {
        MC,
        Sister,
        mcSettings,
    }
}
</script>

<style scoped>

</style>